{
  "catolica": {
    "basicas": {
      "Padre Nuestro": {
        "titulo": "Padre Nuestro",
        "texto": "Padre nuestro que estás en el cielo, santificado sea tu nombre; venga a nosotros tu reino; hágase tu voluntad en la tierra como en el cielo. Danos hoy nuestro pan de cada día; perdona nuestras ofensas, como también nosotros perdonamos a los que nos ofenden; no nos dejes caer en la tentación, y líbranos del mal. Amén."
      },
      "Ave María": {
        "titulo": "Ave María",
        "texto": "Dios te salve, María, llena eres de gracia, el Señor es contigo. Bendita tú eres entre todas las mujeres, y bendito es el fruto de tu vientre, Jesús. Santa María, Madre de Dios, ruega por nosotros, pecadores, ahora y en la hora de nuestra muerte. Amén."
      },
      "Gloria": {
        "titulo": "Gloria",
        "texto": "Gloria al Padre, al Hijo y al Espíritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén."
      },
      "Credo": {
        "titulo": "Credo",
        "texto": "Creo en Dios, Padre todopoderoso, Creador del cielo y de la tierra. Creo en Jesucristo, su único Hijo, nuestro Señor, que fue concebido por obra y gracia del Espíritu Santo, nació de Santa María Virgen, padeció bajo el poder de Poncio Pilato, fue crucificado, muerto y sepultado, descendió a los infiernos, al tercer día resucitó de entre los muertos, subió a los cielos y está sentado a la derecha de Dios, Padre todopoderoso. Desde allí ha de venir a juzgar a vivos y muertos. Creo en el Espíritu Santo, la santa Iglesia católica, la comunión de los santos, el perdón de los pecados, la resurrección de la carne y la vida eterna. Amén."
      }
    },
    "arcangeles": {
      "San Miguel Arcángel": {
        "titulo": "Oración a San Miguel Arcángel",
        "texto": "San Miguel Arcángel, defiéndenos en la batalla. Sé nuestro amparo contra la perversidad y asechanzas del demonio. Reprímale Dios, pedimos suplicantes, y tú, Príncipe de la milicia celestial, arroja al infierno con el divino poder a Satanás y a los otros espíritus malignos que andan dispersos por el mundo para la perdición de las almas. Amén."
      },
      "San Rafael Arcángel": {
        "titulo": "Oración a San Rafael Arcángel",
        "texto": "San Rafael Arcángel, médico de Dios, que guiaste a Tobías en su viaje y le diste la medicina para curar la ceguera de su padre, te pedimos que nos guíes en nuestro camino de la vida, nos protejas de todo mal y nos ayudes a encontrar la salud del cuerpo y del alma. Amén."
      },
      "San Gabriel Arcángel": {
        "titulo": "Oración a San Gabriel Arcángel",
        "texto": "San Gabriel Arcángel, mensajero de Dios, que anunciaste a María la encarnación del Verbo, te pedimos que nos ayudes a recibir con fe y humildad los mensajes de Dios, y que nos prepares para acoger su voluntad en nuestras vidas. Amén."
      }
    },
    "del_dia": {
      "Oración de la Mañana": {
        "titulo": "Oración Católica de la Mañana",
        "texto": "Señor, te doy gracias por este nuevo día que me regalas. Te pido que me acompañes en todas mis actividades, que me des la fuerza y la sabiduría para hacer tu voluntad, y que me protejas de todo mal. Bendice mi familia, mis amigos y todas las personas que encontraré hoy. En el nombre del Padre, del Hijo y del Espíritu Santo. Amén."
      },
      "Oración de la Noche": {
        "titulo": "Oración Católica de la Noche",
        "texto": "Señor, al final de este día te doy gracias por todas las bendiciones recibidas. Perdona mis faltas y errores de hoy. Te pido que protejas mi descanso y el de mi familia durante esta noche. Que mañana pueda levantarme renovado para servirte mejor. En tus manos encomiendo mi vida. Amén."
      }
    },
    "otras": {
      "Acto de Contrición": {
        "titulo": "Acto de Contrición",
        "texto": "Señor mío Jesucristo, Dios y hombre verdadero, Creador, Padre y Redentor mío, por ser vos quien sois, bondad infinita, y porque os amo sobre todas las cosas, me pesa de todo corazón haberos ofendido; también me pesa porque podéis castigarme con las penas del infierno. Ayudado de vuestra divina gracia, propongo firmemente nunca más pecar, confesarme y cumplir la penitencia que me fuere impuesta. Amén."
      },
      "Oración de Protección": {
        "titulo": "Oración de Protección",
        "texto": "Ángel de mi guarda, dulce compañía, no me desampares ni de noche ni de día, hasta que me pongas en paz y alegría, con todos los santos, Jesús, José y María. Amén."
      }
    }
  },
  "cristiana": {
    "biblicas": {
      "Padre Nuestro": {
        "titulo": "Padre Nuestro",
        "texto": "Padre nuestro que estás en los cielos, santificado sea tu nombre. Venga tu reino. Hágase tu voluntad, como en el cielo, así también en la tierra. El pan nuestro de cada día, dánoslo hoy. Y perdónanos nuestras deudas, como también nosotros perdonamos a nuestros deudores. Y no nos metas en tentación, mas líbranos del mal; porque tuyo es el reino, y el poder, y la gloria, por todos los siglos. Amén."
      },
      "Salmo 23": {
        "titulo": "Salmo 23",
        "texto": "Jehová es mi pastor; nada me faltará. En lugares de delicados pastos me hará descansar; junto a aguas de reposo me pastoreará. Confortará mi alma; me guiará por sendas de justicia por amor de su nombre. Aunque ande en valle de sombra de muerte, no temeré mal alguno, porque tú estarás conmigo; tu vara y tu cayado me infundirán aliento. Aderezas mesa delante de mí en presencia de mis angustiadores; unges mi cabeza con aceite; mi copa está rebosando. Ciertamente el bien y la misericordia me seguirán todos los días de mi vida, y en la casa de Jehová moraré por largos días."
      },
      "Salmo 91": {
        "titulo": "Salmo 91",
        "texto": "El que habita al abrigo del Altísimo morará bajo la sombra del Omnipotente. Diré yo a Jehová: Esperanza mía, y castillo mío; mi Dios, en quien confiaré. Él te librará del lazo del cazador, de la peste destructora. Con sus plumas te cubrirá, y debajo de sus alas estarás seguro; escudo y adarga es su verdad. No temerás el terror nocturno, ni saeta que vuele de día, ni pestilencia que ande en oscuridad, ni mortandad que en medio del día destruya. Caerán a tu lado mil, y diez mil a tu diestra; mas a ti no llegará. Ciertamente con tus ojos mirarás y verás la recompensa de los impíos. Porque has puesto a Jehová, que es mi esperanza, al Altísimo por tu habitación, no te sobrevendrá mal, ni plaga tocará tu morada. Pues a sus ángeles mandará acerca de ti, que te guarden en todos tus caminos."
      },
      "Oración de Agradecimiento": {
        "titulo": "Oración de Agradecimiento",
        "texto": "Padre celestial, te doy gracias por este día, por la vida que me has dado, por tu amor incondicional y por todas las bendiciones que derramas sobre mí. Gracias por tu gracia y misericordia, por tu protección y provisión. Ayúdame a vivir cada día con un corazón agradecido y a reconocer tu bondad en todas las cosas. En el nombre de Jesús. Amén."
      },
      "Oración de Fe": {
        "titulo": "Oración de Fe",
        "texto": "Señor, aumento mi fe. Ayúdame a confiar en ti completamente, sabiendo que tus planes son perfectos y que todas las cosas obran para bien de los que te aman. Fortalece mi confianza en tu palabra y en tus promesas. Que mi fe no dependa de las circunstancias, sino de quién eres tú. En el nombre de Jesús. Amén."
      },
      "Oración de Fortaleza": {
        "titulo": "Oración de Fortaleza",
        "texto": "Dios mío, en los momentos de debilidad y dificultad, te pido que me des la fortaleza que necesito. Tu palabra dice que cuando estoy débil, entonces soy fuerte en ti. Renueva mis fuerzas como las del águila, dame el valor para enfrentar los desafíos y la paz que sobrepasa todo entendimiento. En el nombre de Jesús. Amén."
      },
      "Oración para Dormir": {
        "titulo": "Oración para Dormir",
        "texto": "Señor, al final de este día, te entrego todas mis preocupaciones y cargas. Gracias por tu cuidado y protección durante el día. Te pido que me des un descanso reparador y que me despiertes renovado para servirte mañana. Que tu paz guarde mi corazón y mi mente. En el nombre de Jesús. Amén."
      },
      "Oración para Iniciar el Día": {
        "titulo": "Oración para Iniciar el Día",
        "texto": "Buenos días, Señor. Gracias por este nuevo día que me regalas. Te pido que me guíes en cada paso, que me des sabiduría para tomar buenas decisiones y que uses mi vida para tu gloria. Bendice este día y haz que sea productivo y lleno de tu presencia. En el nombre de Jesús. Amén."
      }
    },
    "promesas": {
      "Promesas de Protección": {
        "titulo": "Promesas Bíblicas de Protección",
        "texto": "El ángel de Jehová acampa alrededor de los que le temen, y los defiende. (Salmo 34:7) No temas, porque yo estoy contigo; no desmayes, porque yo soy tu Dios que te esfuerzo; siempre te ayudaré, siempre te sustentaré con la diestra de mi justicia. (Isaías 41:10) En paz me acostaré, y asimismo dormiré; porque solo tú, Jehová, me haces vivir confiado. (Salmo 4:8)"
      },
      "Promesas de Provisión": {
        "titulo": "Promesas Bíblicas de Provisión",
        "texto": "Mi Dios, pues, suplirá todo lo que os falta conforme a sus riquezas en gloria en Cristo Jesús. (Filipenses 4:19) Buscad primeramente el reino de Dios y su justicia, y todas estas cosas os serán añadidas. (Mateo 6:33) Fiel es Dios, que no os dejará ser tentados más de lo que podéis resistir. (1 Corintios 10:13)"
      }
    },
    "otras": {
      "Oración de Entrega": {
        "titulo": "Oración de Entrega",
        "texto": "Señor Jesús, reconozco que soy pecador y necesito de ti. Creo que moriste en la cruz por mis pecados y que resucitaste al tercer día. Te pido que entres en mi corazón, que seas mi Señor y Salvador. Toma el control de mi vida y guíame según tu voluntad. Gracias por tu amor y por la vida eterna que me das. En tu nombre, Jesús. Amén."
      },
      "Oración por la Familia": {
        "titulo": "Oración por la Familia",
        "texto": "Padre celestial, te pido que bendigas a mi familia. Protégela de todo mal, únela en amor y llénala de tu paz. Que cada miembro de mi familia conozca tu amor y camine en tus caminos. Danos sabiduría para tomar decisiones que honren tu nombre y fortalece nuestros lazos familiares. En el nombre de Jesús. Amén."
      }
    }
  },
  "novena": {
    "dia_1": {
      "paso_1": {
        "titulo": "Oración Inicial - Día 1",
        "texto": "En el nombre del Padre, del Hijo y del Espíritu Santo. Amén.\n\nVen, Señor Jesús, ven a nuestras vidas. Te esperamos con fe y esperanza en este tiempo de preparación para tu nacimiento. Que nuestros corazones se abran para recibirte con amor."
      },
      "paso_2": {
        "titulo": "Reflexión del Día 1",
        "texto": "Hoy comenzamos nuestra Novena de Navidad, un tiempo especial de preparación espiritual. Como María y José esperaron con esperanza el nacimiento de Jesús, nosotros también esperamos su llegada a nuestros corazones. Que este tiempo sea de reflexión, oración y preparación interior."
      },
      "paso_3": {
        "titulo": "Oración del Día 1",
        "texto": "Dios todopoderoso, que en este tiempo de Adviento nos preparas para recibir a tu Hijo, te pedimos que nos des la gracia de preparar nuestros corazones con fe, esperanza y amor. Que como María, sepamos decir 'sí' a tu voluntad. Amén."
      },
      "paso_4": {
        "titulo": "Momento para cantar villancico",
        "texto": "Este es un momento especial para cantar un villancico navideño. Puedes cantar 'Noche de Paz', 'Venid, venid, fieles' o tu villancico favorito. Tómate un momento para alabar a Dios con música."
      },
      "paso_5": {
        "titulo": "Oración Final - Día 1",
        "texto": "Señor Jesús, te pedimos que bendigas este día y que nos acompañes en nuestra preparación para tu nacimiento. Que nuestra fe se fortalezca y nuestro amor crezca cada día. En el nombre del Padre, del Hijo y del Espíritu Santo. Amén."
      }
    },
    "dia_2": {
      "paso_1": {
        "titulo": "Oración Inicial - Día 2",
        "texto": "En el nombre del Padre, del Hijo y del Espíritu Santo. Amén.\n\nSeñor, en este segundo día de nuestra Novena, te pedimos que ilumines nuestro camino. Que tu luz brille en nuestras vidas y nos guíe hacia ti."
      },
      "paso_2": {
        "titulo": "Reflexión del Día 2",
        "texto": "La esperanza es la virtud que nos sostiene en este tiempo de espera. Como los pastores esperaron la buena noticia, nosotros esperamos con esperanza la llegada de nuestro Salvador. Que nuestra esperanza no se desvanezca, sino que crezca cada día."
      },
      "paso_3": {
        "titulo": "Oración del Día 2",
        "texto": "Padre celestial, que nos das la esperanza de la salvación a través de tu Hijo, te pedimos que fortalezcas nuestra fe y que mantengamos viva la esperanza de tu venida. Que seamos portadores de esperanza para quienes nos rodean. Amén."
      },
      "paso_4": {
        "titulo": "Momento para cantar villancico",
        "texto": "Dedica este momento a alabar a Dios con un villancico. La música nos ayuda a elevar nuestros corazones hacia el cielo y a prepararnos mejor para recibir a Jesús."
      },
      "paso_5": {
        "titulo": "Oración Final - Día 2",
        "texto": "Señor, gracias por este segundo día de nuestra Novena. Te pedimos que sigas guiándonos y fortaleciendo nuestra esperanza. Que mañana podamos continuar con más fe y amor. Amén."
      }
    },
    "dia_3": {
      "paso_1": {
        "titulo": "Oración Inicial - Día 3",
        "texto": "En el nombre del Padre, del Hijo y del Espíritu Santo. Amén.\n\nJesús, en este tercer día de nuestra Novena, te pedimos que nos des la paz que solo tú puedes dar. Que tu paz llene nuestros corazones y nuestros hogares."
      },
      "paso_2": {
        "titulo": "Reflexión del Día 3",
        "texto": "La paz es uno de los dones más preciados que Jesús nos trae. En un mundo lleno de ruido y preocupaciones, necesitamos la paz interior que solo viene de Dios. Que busquemos esta paz en la oración y en la contemplación."
      },
      "paso_3": {
        "titulo": "Oración del Día 3",
        "texto": "Señor de la paz, que traes la paz verdadera a nuestros corazones, te pedimos que alejes de nosotros toda ansiedad y preocupación. Que tu paz, que sobrepasa todo entendimiento, guarde nuestros corazones y mentes. Amén."
      },
      "paso_4": {
        "titulo": "Momento para cantar villancico",
        "texto": "Canta con alegría un villancico navideño. Deja que la música te llene de paz y alegría, preparando tu corazón para recibir al Príncipe de la Paz."
      },
      "paso_5": {
        "titulo": "Oración Final - Día 3",
        "texto": "Gracias, Señor, por la paz que nos das. Que esta paz se extienda a nuestras familias y a todos los que amamos. En el nombre de Jesús. Amén."
      }
    },
    "dia_4": {
      "paso_1": {
        "titulo": "Oración Inicial - Día 4",
        "texto": "En el nombre del Padre, del Hijo y del Espíritu Santo. Amén.\n\nSeñor, en este cuarto día, te pedimos que nos des la alegría verdadera. Que nuestra alegría no dependa de las circunstancias, sino de tu presencia en nuestras vidas."
      },
      "paso_2": {
        "titulo": "Reflexión del Día 4",
        "texto": "La alegría es un fruto del Espíritu Santo. En este tiempo de Navidad, recordamos que la verdadera alegría viene de saber que Dios está con nosotros. Que compartamos esta alegría con quienes nos rodean."
      },
      "paso_3": {
        "titulo": "Oración del Día 4",
        "texto": "Dios de la alegría, que nos llenas de gozo con la noticia de la salvación, te pedimos que mantengas viva la alegría en nuestros corazones. Que seamos testigos de tu amor y de tu alegría para el mundo. Amén."
      },
      "paso_4": {
        "titulo": "Momento para cantar villancico",
        "texto": "Expresa tu alegría cantando un villancico. La música es una forma hermosa de alabar a Dios y de compartir la alegría de la Navidad."
      },
      "paso_5": {
        "titulo": "Oración Final - Día 4",
        "texto": "Señor, gracias por la alegría que nos das. Que esta alegría nos acompañe siempre y la compartamos con los demás. Amén."
      }
    },
    "dia_5": {
      "paso_1": {
        "titulo": "Oración Inicial - Día 5",
        "texto": "En el nombre del Padre, del Hijo y del Espíritu Santo. Amén.\n\nJesús, en este quinto día, te pedimos que nos des la humildad. Que aprendamos a ser humildes como tú, que te hiciste pequeño para salvarnos."
      },
      "paso_2": {
        "titulo": "Reflexión del Día 5",
        "texto": "Jesús nació en un pesebre, en la humildad más grande. Nos enseña que la verdadera grandeza está en la humildad y en el servicio a los demás. Que busquemos ser humildes en nuestras acciones y pensamientos."
      },
      "paso_3": {
        "titulo": "Oración del Día 5",
        "texto": "Señor Jesús, que te hiciste pequeño y humilde por amor a nosotros, enséñanos a ser humildes. Que aprendamos a servir a los demás con amor y sin buscar reconocimiento. Amén."
      },
      "paso_4": {
        "titulo": "Momento para cantar villancico",
        "texto": "Dedica este momento a cantar un villancico con humildad y gratitud. Que la música nos recuerde la humildad del nacimiento de Jesús."
      },
      "paso_5": {
        "titulo": "Oración Final - Día 5",
        "texto": "Gracias, Señor, por enseñarnos la humildad. Que sigamos tu ejemplo y seamos humildes de corazón. Amén."
      }
    },
    "dia_6": {
      "paso_1": {
        "titulo": "Oración Inicial - Día 6",
        "texto": "En el nombre del Padre, del Hijo y del Espíritu Santo. Amén.\n\nSeñor, en este sexto día, te pedimos que nos des la caridad. Que aprendamos a amar como tú nos amas, sin condiciones ni límites."
      },
      "paso_2": {
        "titulo": "Reflexión del Día 6",
        "texto": "El amor es la esencia del mensaje de Navidad. Dios nos amó tanto que envió a su Hijo para salvarnos. Que este amor se refleje en nuestras acciones hacia los demás, especialmente hacia los más necesitados."
      },
      "paso_3": {
        "titulo": "Oración del Día 6",
        "texto": "Dios de amor, que nos amaste primero, enséñanos a amar como tú nos amas. Que nuestro amor sea desinteresado, generoso y lleno de compasión. Que seamos instrumentos de tu amor en el mundo. Amén."
      },
      "paso_4": {
        "titulo": "Momento para cantar villancico",
        "texto": "Canta un villancico con amor y devoción. Que la música exprese el amor que sentimos por Dios y por el prójimo."
      },
      "paso_5": {
        "titulo": "Oración Final - Día 6",
        "texto": "Señor, gracias por tu amor infinito. Que podamos compartir este amor con todos los que encontremos. Amén."
      }
    },
    "dia_7": {
      "paso_1": {
        "titulo": "Oración Inicial - Día 7",
        "texto": "En el nombre del Padre, del Hijo y del Espíritu Santo. Amén.\n\nJesús, en este séptimo día, te pedimos que nos des la fe. Que nuestra fe crezca y se fortalezca, especialmente en los momentos difíciles."
      },
      "paso_2": {
        "titulo": "Reflexión del Día 7",
        "texto": "La fe es la certeza de lo que esperamos y la convicción de lo que no vemos. María creyó en las promesas de Dios y por su fe se convirtió en la Madre del Salvador. Que nuestra fe sea firme y confiada."
      },
      "paso_3": {
        "titulo": "Oración del Día 7",
        "texto": "Señor, aumenta nuestra fe. Que confiemos plenamente en ti y en tus promesas. Que nuestra fe no dependa de las circunstancias, sino de quién eres tú. Fortalece nuestra confianza en tu palabra. Amén."
      },
      "paso_4": {
        "titulo": "Momento para cantar villancico",
        "texto": "Canta con fe un villancico navideño. Que la música fortalezca tu fe y te recuerde las promesas de Dios."
      },
      "paso_5": {
        "titulo": "Oración Final - Día 7",
        "texto": "Gracias, Señor, por el don de la fe. Que nuestra fe crezca cada día y nos acerque más a ti. Amén."
      }
    },
    "dia_8": {
      "paso_1": {
        "titulo": "Oración Inicial - Día 8",
        "texto": "En el nombre del Padre, del Hijo y del Espíritu Santo. Amén.\n\nSeñor, en este octavo día, te pedimos que nos des la esperanza. Que mantengamos viva la esperanza de tu venida y de tu reino de paz y justicia."
      },
      "paso_2": {
        "titulo": "Reflexión del Día 8",
        "texto": "Estamos cerca del final de nuestra Novena. La esperanza nos sostiene y nos anima a seguir adelante. Como los magos siguieron la estrella con esperanza, nosotros seguimos a Jesús con la esperanza de encontrarlo."
      },
      "paso_3": {
        "titulo": "Oración del Día 8",
        "texto": "Dios de la esperanza, que nos das la esperanza de la vida eterna, te pedimos que mantengas viva nuestra esperanza. Que nunca perdamos la confianza en tus promesas y en tu amor. Amén."
      },
      "paso_4": {
        "titulo": "Momento para cantar villancico",
        "texto": "Canta con esperanza un villancico. Que la música llene tu corazón de esperanza y alegría mientras te preparas para recibir a Jesús."
      },
      "paso_5": {
        "titulo": "Oración Final - Día 8",
        "texto": "Señor, gracias por la esperanza que nos das. Que esta esperanza nos acompañe siempre y nos anime a seguir adelante. Amén."
      }
    },
    "dia_9": {
      "paso_1": {
        "titulo": "Oración Inicial - Día 9",
        "texto": "En el nombre del Padre, del Hijo y del Espíritu Santo. Amén.\n\nSeñor, en este último día de nuestra Novena, te damos gracias por este tiempo de preparación. Estamos listos para recibirte con corazones llenos de amor y gratitud."
      },
      "paso_2": {
        "titulo": "Reflexión del Día 9",
        "texto": "Hoy culminamos nuestra Novena de Navidad. Hemos caminado estos nueve días preparando nuestros corazones para recibir a Jesús. Que este tiempo haya fortalecido nuestra fe, esperanza y amor. Que estemos listos para celebrar su nacimiento."
      },
      "paso_3": {
        "titulo": "Oración del Día 9",
        "texto": "Señor Jesús, que estás a punto de nacer en nuestros corazones, te pedimos que nos prepares completamente para recibirte. Que nuestros corazones sean como el pesebre de Belén: humildes, limpios y llenos de amor. Ven, Señor Jesús, ven a nuestras vidas. Amén."
      },
      "paso_4": {
        "titulo": "Momento para cantar villancico",
        "texto": "Canta con todo tu corazón un villancico navideño. Este es el último día de nuestra Novena, y queremos alabar a Dios con toda nuestra alegría y gratitud."
      },
      "paso_5": {
        "titulo": "Oración Final - Día 9",
        "texto": "Señor Jesús, gracias por estos nueve días de preparación. Estamos listos para recibirte. Que tu nacimiento traiga paz, alegría y amor a nuestros corazones y a nuestras familias. Ven, Señor Jesús, nace en nuestros corazones. En el nombre del Padre, del Hijo y del Espíritu Santo. Amén."
      }
    }
  }
}

