[
  {
    "day": 1,
    "text": "Señor, gracias por este día que termina. Descanso en tu cuidado fiel; guarda mi mente en paz y mi sueño en tu abrigo. Que tu presencia me sostenga en la noche." 
  },
  {
    "day": 2,
    "text": "Padre, entrego a ti mis preocupaciones. Silencia el ruido interior y dame sueño reparador. Que mañana despierte con nuevo ánimo en tu gracia." 
  },
  {
    "day": 3,
    "text": "Dios de paz, cubre mi hogar con tu protección. Apaga la ansiedad y enciende tu calma; que tu amor me envuelva hasta el amanecer." 
  },
  {
    "day": 4,
    "text": "Señor, limpia mi corazón de lo que pesa. Perdona mis faltas y enséñame a soltar. Que tu luz me acompañe en la oscuridad y me dé reposo." 
  },
  {
    "day": 5,
    "text": "Padre, que tu palabra sea mi canción en la noche. Aplaca mis temores y guarda mis sueños; en tu presencia encuentro refugio y serenidad." 
  },
  {
    "day": 6,
    "text": "Dios, te agradezco por cada detalle de este día. Ahora cierro los ojos confiando en tu cuidado; renueva mis fuerzas mientras duermo." 
  },
  {
    "day": 7,
    "text": "Señor, cubre mi descanso con tu paz. Aparta el insomnio y el miedo; que tu Espíritu me sostenga con ternura en esta noche." 
  },
  {
    "day": 8,
    "text": "Padre amoroso, dejo a tus pies mis cargas. Dame un sueño profundo y tranquilo; que tu misericordia me rodee como manto de luz." 
  },
  {
    "day": 9,
    "text": "Dios fiel, gracias por tu compañía. Que tu mano guarde mi dormir y tu voz aquiete mi alma. Mañana caminaré en tu voluntad." 
  },
  {
    "day": 10,
    "text": "Señor, siembra esperanza en mi interior mientras descanso. Que el cansancio se vaya y tu paz permanezca en mí hasta el alba." 
  },
  {
    "day": 11,
    "text": "Padre, bendice a los que amo y mi hogar esta noche. Que tu paz nos rodee y tu cuidado nos abrace. En tus manos encuentro seguridad." 
  },
  {
    "day": 12,
    "text": "Dios, apaga la inquietud y enciende la confianza. Que tu presencia sea mi cobijo y tu amor mi descanso fiel." 
  },
  {
    "day": 13,
    "text": "Señor, guarda mis pensamientos de la preocupación. Que tu calma descienda sobre mí y tu gracia me dé reposo suave." 
  },
  {
    "day": 14,
    "text": "Padre, cierro el día con gratitud. Que tu cuidado me acompañe en la noche y tu paz renueve mi ser para un nuevo amanecer." 
  },
  {
    "day": 15,
    "text": "Dios, toma lo que no pude resolver. Te lo confío y me recuesto en tu fidelidad. Que tu paz descanse sobre mí como brisa leve." 
  },
  {
    "day": 16,
    "text": "Señor, gracias por tu presencia constante. Rodea mi cama con tu protección; que mi dormir sea un himno silencioso a tu bondad." 
  },
  {
    "day": 17,
    "text": "Padre, dame sueños de paz. Que ninguna sombra me turbe y que tu Espíritu me guarde hasta la mañana." 
  },
  {
    "day": 18,
    "text": "Dios de misericordia, abrázame en esta noche. Sana mi angustia y dale reposo a mi corazón. En ti estoy seguro/a." 
  },
  {
    "day": 19,
    "text": "Señor, apaga el día y enciende tu quietud en mí. Que tus promesas arrullen mi alma y tu amor me sostenga mientras duermo." 
  },
  {
    "day": 20,
    "text": "Padre, dejo mi vida en tus manos. Que la noche sea abrigo de tu presencia y la mañana el anuncio de tu fidelidad." 
  },
  {
    "day": 21,
    "text": "Señor, cuando calla la ciudad, habla Tú a mi corazón. Quita el peso del día y regálame descanso. Que tu paz me envuelva suavemente." 
  },
  {
    "day": 22,
    "text": "Padre bueno, cierro los ojos confiando en tu ternura. Refresca mi alma, ordena mis pensamientos y dame reposo en Ti." 
  },
  {
    "day": 23,
    "text": "Dios, tú conoces lo que me inquieta. Esta noche lo entrego todo en tus manos. Dame un sueño sereno y esperanza al despertar." 
  },
  {
    "day": 24,
    "text": "Señor, tu fidelidad me sostiene. Apaga el ruido interior y deja una calma suave. Que mañana viva a la luz de tu gracia." 
  },
  {
    "day": 25,
    "text": "Padre, quita la prisa del alma. Déjame respirar tu paz y abrazar tu descanso. En tu presencia soy renovado/a." 
  },
  {
    "day": 26,
    "text": "Dios de consuelo, cubre mi noche con tu bondad. Aleja pensamientos que hieren y trae sosiego profundo a mi interior." 
  },
  {
    "day": 27,
    "text": "Señor, guarda mi dormir. Que tu palabra cante bajito en mi corazón y me conduzca a un reposo tranquilo." 
  },
  {
    "day": 28,
    "text": "Padre, recibo tu paz como cobija. Haz callar el temor y encender la confianza. En tus manos descanso seguro/a." 
  },
  {
    "day": 29,
    "text": "Dios fiel, cierro el día con gratitud. Lo que no logré, lo confío a tu sabiduría. Dame calma y sueño reparador." 
  },
  {
    "day": 30,
    "text": "Señor, ilumina mis sombras con tu ternura. Que tu presencia sea mi abrigo y tu amor mi reposo esta noche." 
  },
  {
    "day": 31,
    "text": "Padre, en el silencio te busco. Aplaca el desorden dentro de mí y regálame descanso suave, digno y profundo." 
  },
  {
    "day": 32,
    "text": "Dios, vela mi sueño con tu paz. Que ninguna inquietud gobierne mi mente, y tu cuidado me guíe hasta el alba." 
  },
  {
    "day": 33,
    "text": "Señor, recibo tu perdón y suelto mis cargas. Renuévame por dentro, que la noche sea bálsamo para mi corazón." 
  },
  {
    "day": 34,
    "text": "Padre, que tu Espíritu me arrope. Apaga en mí la preocupación y enciende tu quietud que restaura." 
  },
  {
    "day": 35,
    "text": "Dios de esperanza, dame sosiego. Que tu promesa me acompañe y tu bondad me sostenga mientras duermo." 
  },
  {
    "day": 36,
    "text": "Señor, pongo este día en tu altar. Donde fallé, enséñame; donde acerté, confírmame. Dame descanso y paz." 
  },
  {
    "day": 37,
    "text": "Padre, que tu luz suave disipe mis temores. Dame pensamientos de bien y un sueño profundo en tu paz." 
  },
  {
    "day": 38,
    "text": "Dios, aquieta mis latidos con tu amor. Que el cansancio se vuelva reposo y mi alma encuentre refugio en Ti." 
  },
  {
    "day": 39,
    "text": "Señor, recojo el día con gratitud. Pongo en Ti lo que no entiendo. Dame calma y descanso verdadero." 
  },
  {
    "day": 40,
    "text": "Padre, regálame silencio por dentro. Que tu paz sea mi melodía y tu abrazo, mi descanso." 
  },
  {
    "day": 41,
    "text": "Dios de misericordia, enjuga mis lágrimas. Déjame dormir confiando en tu corazón fiel." 
  },
  {
    "day": 42,
    "text": "Señor, en esta noche levanta mi ánimo. Que tu presencia ahuyente la angustia y me conduzca a buen reposo." 
  },
  {
    "day": 43,
    "text": "Padre, tu cuidado me basta. Respiro hondo tu paz y suelto mis cargas. Velarás mi sueño con amor." 
  },
  {
    "day": 44,
    "text": "Dios, cuando me falten fuerzas, sosténme Tú. Que el descanso regenere mi fe y renueve mi esperanza." 
  },
  {
    "day": 45,
    "text": "Señor, que la noche sea escuela de confianza. Dormiré en tu paz; despertaré en tu fidelidad." 
  },
  {
    "day": 46,
    "text": "Padre, silencio santo de la noche, háblame de tu ternura. Que mi corazón repose sin temor." 
  },
  {
    "day": 47,
    "text": "Dios fiel, cierro mis ojos y abro mi alma a tu paz. Quédate conmigo; tu amor es mi descanso." 
  },
  {
    "day": 48,
    "text": "Señor, apaga el cansancio, enciende la calma. Que tu bondad cubra mi dormir." 
  },
  {
    "day": 49,
    "text": "Padre, bajo tu mirada me acuesto. Que tu paz abra camino a un sueño profundo y reparador." 
  },
  {
    "day": 50,
    "text": "Dios, tu quietud me envuelve. Te entrego mi mente, mis emociones y mi descanso. Sé mi paz." 
  },
  {
    "day": 51,
    "text": "Señor, sostén mi fragilidad con tu amor. Que la noche me sane con tu ternura." 
  },
  {
    "day": 52,
    "text": "Padre, bendice esta cama y este corazón. Aleja lo que inquieta y dona descanso sereno." 
  },
  {
    "day": 53,
    "text": "Dios, hoy elijo confiar. Dormiré sabiendo que me guardas; amanecerá tu fidelidad." 
  },
  {
    "day": 54,
    "text": "Señor, tu paz es mi cobijo. Acallo toda voz de temor y recibo tu reposo." 
  },
  {
    "day": 55,
    "text": "Padre, que mis sueños lleven tu luz. Que mi alma respire tu calma." 
  },
  {
    "day": 56,
    "text": "Dios, dejo en Ti lo pendiente. Enséñame a soltar y descansar profundamente." 
  },
  {
    "day": 57,
    "text": "Señor, dame un dormir sin sobresaltos. Que tu presencia sea guardia a mi alrededor." 
  },
  {
    "day": 58,
    "text": "Padre, cuando me cueste dormir, recuérdame tus promesas. Tu palabra me aquiete." 
  },
  {
    "day": 59,
    "text": "Dios fiel, tu amor me arropa. Mi corazón se apacigua en tu abrazo." 
  },
  {
    "day": 60,
    "text": "Señor, en tus manos dejo todo. Que esta noche sea descanso y mañana, nueva gracia." 
  }
]
